{
  "iphone": [
    {
      "id": 1,
      "name": "Iphone 13 Pro Max",
      " price": "33.990.000",
      "like": true,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "iPhone 13 Pro Max 128GB - siêu phẩm được mong chờ nhất ở nửa cuối năm 2021 đến từ Apple. Máy có thiết kế không mấy đột phá khi so với người tiền nhiệm, bên trong đây vẫn là một sản phẩm có màn hình siêu đẹp, tần số quét được nâng cấp lên 120 Hz mượt mà, cảm biến camera có kích thước lớn hơn, cùng hiệu năng mạnh mẽ với sức mạnh đến từ Apple A15 Bionic, sẵn sàng cùng bạn chinh phục mọi thử thách."
    },
    {
      "id": 2,
      "name": "Iphone 13",
      " price": "24.990.000",
      "like": false,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "Trong khi sức hút đến từ bộ 4 phiên bản iPhone 12 vẫn chưa nguội đi, thì Apple đã mang đến cho người dùng một siêu phẩm mới iPhone 13 - điện thoại có nhiều cải tiến thú vị sẽ mang lại những trải nghiệm hấp dẫn nhất cho người dùng."
    },
    {
      "id": 3,
      "name": "Iphone 12",
      " price": "20.990.000",
      "like": false,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "Trong những tháng cuối năm 2020, Apple đã chính thức giới thiệu đến người dùng cũng như iFan thế hệ iPhone 12 series mới với hàng loạt tính năng bứt phá, thiết kế được lột xác hoàn toàn, hiệu năng đầy mạnh mẽ và một trong số đó chính là iPhone 12 64GB."
    },
    {
      "id": 4,
      "name": "Iphone 11",
      " price": "17.990.000",
      "like": true,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "Tháng 09/2019, Apple đã chính thức trình làng bộ 3 siêu phẩm iPhone 11, trong đó phiên bản iPhone 11 64GB có mức giá rẻ nhất nhưng vẫn được nâng cấp mạnh mẽ như iPhone Xr ra mắt trước đó."
    },
    {
      "id": 5,
      "name": "Iphone XR",
      " price": "13.490.000",
      "like": true,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "Là chiếc điện thoại iPhone có mức giá dễ chịu, phù hợp với nhiều khách hàng hơn, iPhone Xr vẫn được ưu ái trang bị chip Apple A12 mạnh mẽ, màn hình tai thỏ cùng khả năng kháng nước kháng bụi"
    },
    {
      "id": 6,
      "name": "Iphone SE",
      " price": "12.490.000",
      "like": false,
      "img": [
        {
          "url": "https://cdn.tgdd.vn/Products/Images/42/230529/iphone-13-pro-max-silver-600x600.jpg"
        }
      ],
      "about": "iPhone SE 2020 khi được cho ra mắt đã làm thỏa mãn triệu tín đồ Táo khuyết. Máy sở hữu thiết kế siêu nhỏ gọn như iPhone 8, chip A13 Bionic cho hiệu năng khủng như iPhone 11, nhưng iPhone SE 2020 lại có một mức giá tốt đến bất ngờ."
    },
    {
      "id": 7
    }
  ]
}